[
  {
    "title": "Introduction",
    "content": "Heritra values your privacy and is committed to protecting your personal information. This Privacy Policy explains what data we collect, how we use it, and your rights regarding your information."
  },
  {
    "title": "Information We Collect",
    "content": "We may collect personal information such as your name, email address, and account details when you sign up. We also collect usage data such as page visits, interactions, and technical logs to improve our platform."
  },
  {
    "title": "How We Use Your Information",
    "content": "We use your information to provide and improve Heritra’s services, personalize your experience, communicate with you, respond to inquiries, and ensure the platform’s security and functionality."
  },
  {
    "title": "Cookies and Tracking",
    "content": "We use cookies and similar tracking technologies to enhance your browsing experience, analyze traffic, and personalize content. You can manage cookie preferences through your browser settings."
  },
  {
    "title": "Third-Party Services",
    "content": "We may use third-party services (e.g., analytics tools or hosting providers) that process your data solely for Heritra-related purposes. These services are contractually obligated to protect your data."
  },
  {
    "title": "Data Security",
    "content": "We implement reasonable technical and organizational measures to protect your data from unauthorized access, loss, or misuse. However, no system is 100% secure."
  },
  {
    "title": "Data Retention",
    "content": "We retain your data only as long as necessary to fulfill the purposes outlined in this policy or as required by law. You may request deletion of your account and associated data at any time."
  },
  {
    "title": "Your Rights",
    "content": "You have the right to access, correct, or delete your personal information. You may also object to or restrict certain types of processing. Contact us if you wish to exercise any of these rights."
  },
  {
    "title": "Children's Privacy",
    "content": "Heritra is not intended for children under the age of 13. We do not knowingly collect personal data from children. If we learn that we have, we will take steps to delete the information promptly."
  },
  {
    "title": "Changes to This Policy",
    "content": "We may update this Privacy Policy from time to time. Significant changes will be communicated via the platform or email. Continued use after changes constitutes your acceptance of the revised policy."
  },
  {
    "title": "Contact Us",
    "content": "If you have any questions about this Privacy Policy or how your data is handled, please contact us at support@heritra.com."
  }
]
