[
  {
    "title": "Acceptance of Terms",
    "content": "By accessing or using Heritra, you agree to be bound by these Terms of Use and our Privacy Policy. If you do not agree with any part of the terms, you must not use the platform."
  },
  {
    "title": "Platform Purpose",
    "content": "Heritra is a platform designed for educational and informational purposes, helping users explore and understand historical and archaeological content through curated articles, glossaries, and artifacts."
  },
  {
    "title": "User Conduct",
    "content": "Users must engage respectfully with content and other users. Any form of harassment, hate speech, or inappropriate behavior will result in account suspension or termination."
  },
  {
    "title": "Intellectual Property",
    "content": "All content on Heritra, including articles, images, and design elements, is the intellectual property of Heritra or its content providers. You may not copy, reproduce, or redistribute any content without explicit permission."
  },
  {
    "title": "Content Accuracy",
    "content": "While we strive for accuracy, Heritra does not guarantee that all historical or archaeological content is free of errors. Users are encouraged to use additional sources for academic or professional research."
  },
  {
    "title": "User Submissions",
    "content": "If the platform allows user-generated content, you grant Heritra a non-exclusive, royalty-free license to use, display, and distribute the content you submit. You must ensure your submissions do not infringe on any third-party rights."
  },
  {
    "title": "Modifications to the Terms",
    "content": "Heritra reserves the right to modify these Terms of Use at any time. Continued use of the platform after changes are posted constitutes acceptance of the updated terms."
  },
  {
    "title": "Account Security",
    "content": "You are responsible for maintaining the confidentiality of your login credentials and all activities that occur under your account. Notify us immediately of any unauthorized use."
  },
  {
    "title": "Termination",
    "content": "Heritra reserves the right to suspend or terminate your access to the platform at any time, with or without cause, and without prior notice."
  },
  {
    "title": "Governing Law",
    "content": "These Terms of Use are governed by the laws of your jurisdiction, without regard to conflict of law principles."
  }
]
